export default {
  message: {
    Home: "首页",
    About: "关于"
  },
  homePage: {
    greeting: "Hi,我是黄宇快 😎",
    content: "擅长做白日梦,<br>沉浸于编程,<br>充满奇思妙想",
    desc: "一名即将毕业的前端打工人,持续探索中...",
    button: "更多关于我"
  },
  aboutPage: {
    title: "😉, 欢迎来到我的个人网站",
    content:
      "我叫陈梓聪，2020 年毕业于软件工程专业后，我开始作为一名前端开发者参加工作，目前居住在东莞 —— 我从小生活的地方。\n作为一名前端开发者，我特别欣赏那些别具一格的网站，并且我最大的爱好就是收集这些网站，以便于在我构思自己的作品时能带给我启发。我热爱设计，无论是在我的作品还是我的生活空间，我都会努力让它们拥有最佳的体验。\n如果你想联系我，这里有我的联系方式：\n微信：leoku_top\n邮箱：czc12580520@gmail.com"
  },
  localeBotton: "English"
};
