export default {
  message: {
    Home: "首页",
    About: "关于"
  },
  homePage: {
    greeting: "Hi,我是黄宇快 😎",
    content: "擅长做白日梦, 沉浸于编程,<br>充满奇思妙想",
    desc: "一名即将毕业的前端打工人,持续探索中...",
    button: "更多关于我"
  },
  aboutPage: {
    title: "😉,欢迎来到我的个人网站",
    content:
      // "我叫黄宇快，即将2022 年毕业于数字媒体技术专业后，我将开始作为一名前端开发者参加工作。<br><br>作为一名前端开发者，我特别欣赏那些别具一格的网站，并且我最大的爱好就是收集这些网站，以便于在我构思自己的作品时能带给我启发。我热爱设计，无论是在我的作品还是我的生活空间，我都会努力让它们拥有最佳的体验。<br><br>如果你想联系我，这里有我的联系方式：<br><br>邮箱：yukuaihuang@icloud.com"
      "我叫<strong>黄宇快</strong>，即将2022 年毕业于数字媒体技术专业后，我将开始作为一名前端开发者参加工作。<br><br>作为一名前端开发者，我特别欣赏那些别具一格的网站，并且我最大的爱好就是收集这些网站，以便于在我构思自己的作品时能带给我启发。我热爱设计，无论是在我的作品还是我的生活空间，我都会努力让它们拥有最佳的体验。<br><br>如果你想联系我，这里有我的联系方式：<br><br>邮箱：yukuaihuang&#64;icloud.com"
  },
  blogPage: {
    desc: "😆敬请期待！😘"
  },
  localeBotton: "English"
};
